Repository: ranido/cms_obi
Catalog: cms/locale/*/LC_MESSAGES/cms.po
Languages: ko, pt_br

source: There's nothing you can do now.
ko: 더 이상 할 수 있는 일이 없습니다.
pt_br: Não há nada que você possa fazer agora.

source: You never started your time frame. Now it's too late.
ko: 타임 프레임을 시작하지 않았습니다. 지금 다시 시작할 수 없습니다.
pt_br: Você não iniciou seu período de tempo. Agora é muito tarde.

source: Start!
ko: 시작!
pt_br: Iniciar!

source: Task overview
ko: 문제 개요
pt_br: Visão geral das tarefas

source: Task
ko: 문제
pt_br: Tarefa

source: Name
ko: 문제 이름
pt_br: Nome

source: Type
ko: 문제 유형
pt_br: Tipo

source: Files
ko: 제출 파일
pt_br: Arquivos

source: Tokens
ko: 토큰
pt_br: Fichas

source: Yes
ko: 예
pt_br: Sim

source: No
ko: 아니오
pt_br: Não

source: Print
ko: 프린트
pt_br: Imprimir

source: You can print %(remaining_jobs)s more text or PDF files of up to %(max_pages)s pages each.
ko: 텍스트나 PDF 파일을 %(remaining_jobs)s번 더 프린트할 수 있으며, 매번 최대 %(max_pages)s 페이지를 프린트할 수 있습니다.
pt_br: Você pode solicitar %(remaining_jobs)s impressões de arquivos texto ou PDF com até %(max_pages)s páginas cada.

source: You can print %(remaining_jobs)s more text files of up to %(max_pages)s pages each.
ko: 텍스트 파일 %(remaining_jobs)s번 더 프린트할 수 있으며, 매번 최대 %(max_pages)s 페이지를 프린트할 수 있습니다.
pt_br: Você pode solicitar %(remaining_jobs)s impressões de arquivo texto com até %(max_pages)s páginas cada.

source: File (text or PDF)
ko: 파일 (텍스트 혹은 PDF)
pt_br: Arquivo (texto ou PDF)

source: File (text)
ko: 파일 (텍스트)
pt_br: Arquivo (texto)

source: Submit
ko: 제출
pt_br: Submeter

source: You cannot print anything any more as you have used up your printing quota.
ko: 더 이상 프린트를 할 수 없습니다.
pt_br: Você não pode imprimir mais, já usou toda sua quota de impressão.

source: Previous print jobs
ko: 이전 프린트
pt_br: Solicitações de impressão anteriores

source: Date and time
ko: 날짜와 시간
pt_br: Data e hora

source: Time
ko: 시간
pt_br: Hora

source: File name
ko: 파일명
pt_br: Nome do arquivo

source: Preparing...
ko: 준비중
pt_br: Preparando...

source: no print jobs yet
ko: 아직 프린트하지 않음
pt_br: não há solicitações de impressão

source: Compilation output
ko: 컴파일 출력
pt_br: Saída da compilação

source: Compilation outcome:
ko: 컴파일 결과:
pt_br: Resultado da compilação

source: Compilation time:
ko: 컴파일 시간:
pt_br: Tempo de compilação

source: Memory used:
ko: 메모리 사용량:
pt_br: Memória usada

source: Standard output
ko: 표준 출력
pt_br: Saída padrão

source: Standard error
ko: 표준 에러
pt_br: Saída de Erro padrão

source: None
ko: 없음
pt_br: Nenhum(a)

source: Download
ko: 다운로드
pt_br: Baixar

source: Played
ko: 사용됨
pt_br: Usada

source: Play!
ko: 사용!
pt_br: Usar!

source: Wait...
ko: 대기...
pt_br: Aguarde...

source: No tokens
ko: 토큰 없음
pt_br: Não há fichas

source: %(name)s (%(short_name)s) <small>description</small>
ko: %(name)s (%(short_name)s) <small>설명</small>
pt_br: %(name)s (%(short_name)s) <small>descrição</small>

source: no statement available
ko: 문제 설명 없음
pt_br: não há enunciado disponível

source: Download task statement
ko: 문제 설명 다운로드
pt_br: Baixar enunciado de tarefa

source: The statement for this task is available in multiple versions, in different languages.
ko: 이 문제에 대한 문장은 여러 언어로 해석된 다양한 버전이 존재합니다.
pt_br: O enunciado desta tarefa está disponível em múltiplas versões, em diferentes línguas.

source: You can see (and download) all of them using the list on the right.
ko: 그것들은 오른쪽의 리스트에서 보거나 다운로드 하는 것이 가능합니다.
pt_br: Você pode ver (e baixar) todas usando a lista à direita.

source: Some suggested translations follow.
ko: 추천 번역본입니다.
pt_br: Seguem algumas traduções sugeridas.

source: Statement in <b>%(lang)s</b>
ko: <b>%(lang)s</b>의 문제 설명
pt_br: Enunciado em <b>%(lang)s</b>

source: Statement in %(lang)s
ko: %(lang)s의 문제 설명
pt_br: Enunciado em %(lang)s

source: Some details
ko: 세부 사항
pt_br: Informações

source: Time limit
ko: 시간 제한
pt_br: Limite de tempo

source: Memory limit
ko: 메모리 제한
pt_br: Limite de memória

source: Compilation commands
ko: 컴파일 명령어
pt_br: Comandos de compilação

source: You can find the rules for the %(type_pl)s on the <a href="%(contest_root)s">contest overview page</a>.
ko: %(type_pl)s를 위한 규칙은 <a href="%(contest_root)s/">시험 개요 페이지</a>에서 찾을 수 있습니다.
pt_br: Você encontra as regras de uso de %(type_pl)s na página <a href="%(contest_root)s">Visão Geral da Competição </a>.

source: Remember that to see the detailed result of a submission you need to use both a contest-token and a task-token.
ko: 제출의 세부 결과를 확인하기 위해선 콘테스트-토큰과 문제-토큰을 모두 이용해야 함을 기억하십시오.
pt_br: Lembre que para ver o resultado detalhado de uma submissão você precisa usar uma ficha de competição e uma ficha de tarefa.

source: Attachments
ko: 첨부 자료
pt_br: Anexos

source: unknown
ko: 알 수 없음
pt_br: desconhecido

source: loading...
ko: 로딩 중...
pt_br: carregando

source: %(name)s (%(short_name)s) <small>submissions</small>
ko: %(name)s (%(short_name)s) <small>제출 파일</small>
pt_br: %(name)s (%(short_name)s) <small>submissões</small>

source: Score:
pt_br: Pontuação

source: Public score:
pt_br: Pontuação pública

source: Score of tokened submissions:
pt_br: Pontuação de submissões com ficha:

source: Total score:
pt_br: Pontuação total:

source: Submit a solution
ko: 제출하십시오
pt_br: Submeter uma solução

source: You may submit any subset of outputs in a single submission.
pt_br: Você pode submeter qualquer conjunto de saídas em uma única submissão.

source: You can submit %(submissions_left)s more solution(s).
ko: 제출 가능 횟수가 %(submissions_left)s번 남았습니다.
pt_br: Você pode submeter %(submissions_left)s soluções.

source: submission.zip
pt_br: submissao.zip

source: Previous submissions
ko: 이전 제출
pt_br: Submissões anteriores

source: Tokens are not allowed on this task.
pt_br: Fichas não são permitidas nesta tarefa.

source: Right now, you have infinite tokens available on this task.
ko: 현재 이 문제에 대해 토큰을 무제한으로 사용할 수 있습니다.
pt_br: No momento você tem um número infinito de fichas disponíveis para esta tarefa.

source: Right now, you have one token available on this task.
ko: 현재 이 문제에 대해 한 개의 토큰을 사용할 수 있습니다.
pt_br: No momento você tem uma ficha disponível para esta tarefa.

source: Right now, you have %(tokens)s tokens available on this task.
ko: 현재 이 문제에 대해 %(tokens)s 개의 토큰을 사용할 수 있습니다
pt_br: No momento você tem %(tokens)s tokens disponíveis para esta tarefa.

source: But you have to wait until %(expiration_time)s to use them.
ko: 하지만 토큰을 사용하려면 %(expiration_time)s까지 기다려야 합니다.
pt_br: Mas você deve aguardar %(expiration_time)s para usá-las.

source: You will receive a new token at %(gen_time)s.
ko: %(gen_time)s에 새로운 토큰을 받을 것입니다.
pt_br: Você receberá uma nova ficha %(gen_time)s.

source: In the current situation, no more tokens will be generated.
ko: 이제 더 이상 토큰이 생성되지 않을 것입니다.
pt_br: Na situação atual, não serão geradas mais fichas.

source: Right now, you do not have tokens available for this task.
ko: 당신은 현재 이 문제에 대해 토큰을 갖고 있지 않습니다.
pt_br: No momento, você não tem fichas disponíveis para esta tarefa.

source: But you will have to wait until %(expiration_time)s to use it.
ko: 하지만 토큰을 사용하려면 %(expiration_time)s까지 기다려야 합니다.
pt_br: Mas você deve aguardar %(expiration_time)s para usá-la.

source: Public score
ko: 공개 점수
pt_br: Pontuação pública

source: Total score
ko: 총 점수
pt_br: Pontuação total

source: Score
ko: 점수
pt_br: Pontuação

source: Official
ko: 공식
pt_br: Oficial

source: Token
ko: 토큰
pt_br: Ficha

source: no submissions yet
ko: 아직 제출 없음
pt_br: ainda não há submissões

source: Submission details
ko: 제출 세부 사항
pt_br: Informações sobre a submissão

source: Close
ko: 닫기
pt_br: Fechar

source: Submit a test
ko: 테스트를 제출하십시오.
pt_br: Submeter um teste

source: You can submit %(user_tests_left)s more test(s).
ko: %(user_tests_left)s번의 사용자 테스트가 남아 있습니다.
pt_br: Você pode submeter %(user_tests_left)s teste(s).

source: input
ko: 입력
pt_br: entrada

source: Previous tests
ko: 이전 테스트
pt_br: Testes anteriores

source: Input
ko: 입력
pt_br: Entrada

source: Output
ko: 출력
pt_br: Saída

source: no tests yet
ko: 아직 테스트 없음
pt_br: ainda não há testes

source: Test details
ko: 테스트 세부 사항
pt_br: Informações sobre o teste

source: Evaluation outcome
ko: 실행 결과
pt_br: Resultado da avaliação

source: For this task, you can submit again after 30 seconds from last submission.
pt_br: Para esta tarefa, você pode submeter novamente 30 segundos após sua última submissão.

source: For this task, you can submit again after 60 seconds from last submission.
pt_br: Para esta tarefa, você pode submeter novamente 60 segundos após sua última submissão.

source: Among all tasks, you can submit again after 30 seconds from last submission.
pt_br: Considerando todas as tarefas, você pode submeter novamente 30 segundos após sua última submissão.

source: Among all tasks, you can submit again after 60 seconds from last submission.
pt_br: Considerando todas as tarefas, você pode submeter novamente 60 segundos após sua última submissão.

source: Execution killed with signal %s (could be triggered by violating memory limits)
ko: 시그널 %s로 인하여 실행이 중지되었습니다. (이는 메모리 제한을 초과하면서 발생할 수 있습니다.)

source: Your submission was killed with the specified signal. Among other things, this might be caused by exceeding the memory limit. Note that if this is the reason, the memory usage visible in the submission details is the usage before the allocation that caused the signal.
ko: 제출이 명시된 시그널과 함께 종료되었습니다. 이런 문제는 실행 도중 메모리 제한을 초과하여 발생했을 수 있습니다. 이 문제가 발생한 경우, 명시된 메모리 사용량이 실제 실행 시 메모리 사용량보다 매우 적을 수 있음을 주의해주십시오.

source: Invalid files in submission
ko: 부적절한 파일 제출

source: Question too big!
ko: 질문이 매우 큽니다!

source: You have reached the question length limit.
ko: 질문이 제한된 글자 수를 초과하였습니다.

source: Cannot recognize the submission language.
ko: 제출 언어를 확인할 수 없습니다.

source: Language %s not allowed in this contest.
ko: %s 언어는 이 콘테스트에서 사용할 수 없습니다.

source: Invalid submission!
ko: 유효하지 않은 제출입니다!

source: Cannot recognize the user test language.
ko: 사용자 테스트 언어를 확인할 수 없습니다.

source: Invalid test!
ko: 유효하지 않은 테스트입니다!

source: Login
ko: 로그인

source: Status
ko: 상태
