Repository: ranido/cms_obi
Catalog: cms/locale/*/LC_MESSAGES/cms.po
Languages: ko, pt_br

source: N/A
pt_br: N/D

source: Not correct
ko: 틀렸습니다.
pt_br: Incorreto

source: Correct
ko: 맞았습니다.
pt_br: Correto

source: Partially correct
ko: 부분적으로 맞았습니다.
pt_br: Parcialmente correto

source: Outcome
ko: 결과
pt_br: Resultado

source: Details
ko: 세부 사항
pt_br: Informações

source: Execution time
ko: 실행 시간
pt_br: Tempo de execução

source: Memory used
ko: 메모리 사용량
pt_br: Memória usada

source: Score details temporarily unavailable.
pt_br: Informações sobre a pontuação estão temporariamente indisponíveis.

source: Subtask %(index)s
ko: 부분문제 %(index)s
pt_br: Grupo de teste %(index)s

source: Compilation succeeded
ko: 컴파일에 성공하였습니다.
pt_br: Compilação terminou sem erros.

source: Your submission successfully compiled to an executable.
ko: 성공적으로 제출 파일을 실행 파일로 컴파일하였습니다.
pt_br: Sua submissão foi corretamente compilada para um executável.

source: Compilation failed
ko: 컴파일에 실패하였습니다.
pt_br: Compilação falhou.

source: Your submission did not compile correctly.
ko: 제출 파일이 컴파일에 실패하였습니다.
pt_br: Sua submissão não compilou corretamente.

source: Compilation timed out
ko: 컴파일 도중 시간 제한을 초과하였습니다.
pt_br: Compilação excedeu limite de tempo.

source: Your submission exceeded the time limit while compiling. This might be caused by an excessive use of C++ templates, for example.
ko: 제출 파일이 컴파일 도중 시간 제한을 초과하였습니다. 이는 C++ 템플릿의 과도한 사용으로 인해 일어났을 수 있습니다.
pt_br: Sua compilação excedeu o limite de tempo enquanto compilava. Isto pode ser causado por exemplo pelo uso excessivo de templates C++.

source: Compilation killed with signal %s (could be triggered by violating memory limits)
ko: 시그널 %s로 인하여 컴파일이 중지되었습니다. (이는 메모리 제한을 초과하면서 발생할 수 있습니다.)
pt_br: Compilação interrompida com sinal %s (pode ter sido violação de limites de memória)

source: Your submission was killed with the specified signal. Among other things, this might be caused by exceeding the memory limit for the compilation, and in turn by an excessive use of C++ templates, for example.
ko: 제출이 명시된 시그널과 함께 종료되었습니다. 이런 문제는 컴파일 도중 메모리 제한을 초과하거나 C++ 템플릿의 과도한 사용으로 인해 발생했을 수 있습니다.
pt_br: Sua submissão foi interrompida pelo sinal especificado. Entre outras razões, isto pode ser causado, por exemplo, por exceder o limite de memória para compilação, devido ao uso excessivo de templates C++.

source: Output is correct
ko: 맞았습니다.
pt_br: A saída está correta

source: Your submission ran and gave the correct answer
ko: 제출 파일이 성공적으로 실행되어 올바른 답을 출력하였습니다.
pt_br: Sua submissão foi executada e produziu a resposta correta.

source: Output is partially correct
ko: 부분적으로 맞았습니다.
pt_br: A saída está parcialmente correta

source: Your submission ran and gave the partially correct answer
ko: 제출 파일이 성공적으로 실행되었지만 부분적으로 올바른 답을 출력하였습니다.
pt_br: Sua submissão foi executada e produziu uma resposta parcialmente correta.

source: Output isn't correct
ko: 틀렸습니다.
pt_br: A saída está errada

source: Your submission ran, but gave the wrong answer
ko: 제출 파일이 성공적으로 실행되었지만 올바르지 않은 답을 출력하였습니다.
pt_br: Sua submissão foi executada e produziu uma resposta errada.

source: Evaluation didn't produce file %s
ko: 평가 과정 중 파일 %s가 생성되지 않았습니다.
pt_br: Execução não produziu arquivo %s

source: Your submission ran, but did not write on the correct output file
ko: 제출 파일이 성공적으로 실행되었지만 올바른 출력 파일에 출력하지 않았습니다.
pt_br: Sua submissão foi executada, mas não escreveu no arquivo de saída correto.

source: Execution timed out
ko: 실행 시간을 초과하였습니다.
pt_br: A execução excedeu o limite de tempo

source: Your submission used too much CPU time.
ko: 제출이 너무 많은 CPU 시간을 소모했습니다.
pt_br: Sua submissão usou muito tempo de CPU.

source: Execution timed out (wall clock limit exceeded)
ko: 실행 시간을 초과하였습니다. (wall clock)
pt_br: A execução excedeu o limite de tempo (tempo real)

source: Your submission used too much total time. This might be triggered by undefined code, or buffer overflow, for example. Note that in this case the CPU time visible in the submission details might be much smaller than the time limit.
ko: 제출이 총합 너무 많은 시간을 소모했습니다. 이는 올바르게 정의되지 않은 코드, 버퍼 오버플로우에 의해 발생했을 수도 있습니다. 이 문제가 발생한 경우 명시된 CPU 시간이 실제 시간 제한보다 매우 작을 수 있음을 주의해주십시오.
pt_br: Sua submissão levou muito tempo (de relógio) para executar. Isto pode ser causado por código indefinido, ou overflow de buffer, por exemplo. Note que neste caso o tempo de CPU mostrado nas informações sobre a submissão pode ser muito menor do que o limite de tempo.

source: Execution killed (could be triggered by violating memory limits)
pt_br: Execução interrompida (pode ter sido causada por violação de limites de memória)

source: The evaluation was killed by a signal. Among other things, this might be caused by exceeding the memory limit. Note that if this is the reason, the memory usage visible in the submission details is the usage before the allocation that caused the signal.
pt_br: A execução foi interrompida por um sinal. Entre outras razões, isto pode ser causado por exceder o limite de memória. Note que se esta é a razão, o uso de memória mostrado nas informações sobre a submissão se refere ao uso antes da alocação de memória que causou o sinal.

source: Execution failed because the return code was nonzero
ko: return 값이 0이 아니어서 실행에 실패하였습니다.
pt_br: Execução falhou porque o código de retorno foi diferente de zero

source: Your submission failed because it exited with a return code different from 0.
ko: return 값이 0이 아니어서 제출에 실패했습니다.
pt_br: Sua submissão falhou porque a execução terminou com código de retorno diferente de zero.

source: Execution completed successfully
ko: 실행에 성공하였습니다.
pt_br: Execução terminou sem erros

source: No compilation needed
ko: 컴파일이 필요하지 않습니다.
pt_br: Compilação não necessária

source: File not submitted
ko: 파일을 제출하지 않았습니다.
pt_br: Arquivo não submetido

source: Question too long!
pt_br: Pergunta muito longa!

source: Subject must be at most %(max_subject_length)d characters, content at most %(max_text_length)d.max_subject_length
pt_br: Assunto deve ser no máximo %(max_subject_length)d caracteres, conteúdo no máximo %(max_text_length)d.max_subject_length caracteres

source: contest-token
ko: 콘테스트-토큰
pt_br: ficha de competição

source: contest-tokens
ko: 콘테스트-토큰
pt_br: fichas de competição

source: task-token
ko: 문제-토큰
pt_br: ficha de tarefa

source: task-tokens
ko: 문제-토큰
pt_br: fichas de tarefa

source: token
ko: 토큰
pt_br: ficha

source: tokens
ko: 토큰
pt_br: fichas

source: You don't have %(type_pl)s available for this task.
ko: 이 문제를 위한 %(type_pl)s가 없습니다.
pt_br: Você não tem %(type_pl)s disponíveis para esta tarefa.

source: You have an infinite number of %(type_pl)s for this task.
ko: 이 문제를 위한 무한히 많은 %(type_pl)s를 갖고 있습니다.
pt_br: Você tem um número infinito de %(type_pl)s para esta tarefa.

source: You start with no %(type_pl)s.
ko: %(type_pl)s 없이 시작합니다.
pt_br: Inicialmente você não tem %(type_pl)s.

source: You start with one %(type_s)s.
ko: 한 개의 %(type_s)s로 시작합니다.
pt_br: Inicialmente você tem uma %(type_s)s.

source: Every minute
ko: 매 분마다
pt_br: A cada minuto

source: you get another %(type_s)s,
ko: 한 개의 %(type_s)s를 획득했습니다.
pt_br: você ganha outra %(type_s)s,

source: up to a maximum of one %(type_s)s.
ko: 최대 한 개의 %(type_s)s
pt_br: até o máximo de uma %(type_s)s.

source: you get another %(type_s)s.
ko: 한 개의 %(type_s)s를 획득했습니다.
pt_br: você ganha outra %(type_s)s.

source: You don't get other %(type_pl)s.
ko: 더 이상의 %(type_pl)s은 주어지지 않습니다.
pt_br: Você não ganha outra %(type_pl)s.

source: You can use a %(type_s)s every second
ko: 매 초마다 한 개의 %(type_s)s을 사용할 수 있으며
pt_br: Você pode usar uma %(type_s)s a cada segundo

source: and no more than one %(type_s)s in total.
ko: 그리고 총합 최대 한 개의 %(type_s)s
pt_br: e não mais do que uma %(type_s)s no total.

source: You can use a %(type_s)s every second.
ko: 매 초마다 한 개의 %(type_s)s을 사용할 수 있습니다.
pt_br: Você pode usar uma %(type_s)s a cada segundo.

source: You can use no more than one %(type_s)s in total.
ko: 총합 최대 한 개의 %(type_s)s를 이용할 수 있습니다.
pt_br: Você pode usar não mais do que uma %(type_s)s no total.

source: You have no limitations on how you use them.
ko: 이들을 사용하는 데에는 제약이 없습니다.
pt_br: Não há limitação sobre o uso delas.

source: Too many print jobs!
ko: 프린트 횟수가 너무 많습니다!
pt_br: Muitas solicitações de impressão!

source: You have reached the maximum limit of at most %d print jobs.
ko: %d번 이상 프린트할 수 없습니다.
pt_br: Você atingiu o limite máximo de %d print jobs.

source: Invalid format!
ko: 형식에 맞지 않습니다!
pt_br: Formato inválido!

source: Please select the correct files.
ko: 올바른 파일을 선택하십시오.
pt_br: Por favor selecione os arquivos corretos.

source: File too big!
ko: 파일이 가능한 용량을 초과하였습니다.
pt_br: O arquivo é demasiadamente grande!

source: Each file must be at most %d bytes long.
ko: 모든 소스 파일의 크기는 %d 바이트를 초과할 수 없습니다.
pt_br: Cada arquivo deve ter no máximo %d bytes.

source: Print job storage failed!
ko: 프린트 요청 저장 실패!
pt_br: Solicitação de impressão falhou!

source: Please try again.
ko: 다시 시도해주십시오.
pt_br: Por favor tente novamente.

source: Token request discarded
ko: 토큰 사용에 실패하였습니다.
pt_br: Solicitação de ficha descartada

source: Your request has been discarded because you have no tokens available.
ko: 더 이상 남은 토큰이 없어서 토큰 사용에 실패하였습니다.
pt_br: Sua solicitação foi descartada porque você não tem fichas disponíveis.

source: Your request has been discarded because you already used a token on that submission.
ko: 이미 해당 제출에 대해 토큰을 사용했기 때문에 토큰 사용에 실패하였습니다.
pt_br: Sua solicitação foi descartad porque você já usou uma ficha nessa submissão.

source: Question received
ko: 질문이 도착하였습니다.
pt_br: Pergunta recebida

source: Your question has been received, you will be notified when it is answered.
ko: 질문이 제출되었고, 답변이 도착하면 통지될 것입니다.
pt_br: Sua pergunta foi recebida, você será notificado quando ela for respondida.

source: Print job received
ko: 프린트 요청이 수신되었습니다.
pt_br: Solicitação de impressão recebida.

source: Your print job has been received.
ko: 프린트 요청이 수신되었습니다.
pt_br: Sua solicitação de impressão foi recebida

source: Submission received
ko: 제출이 완료되었습니다.
pt_br: Submissão recebida

source: Your submission has been received and is currently being evaluated.
ko: 제출이 완료되어, 지금 채점 중입니다.
pt_br: Sua submissão foi recebida e está sendo executada.

source: Compiling...
ko: 컴파일 중...
pt_br: Compilando...

source: Evaluating...
ko: 평가 중...
pt_br: Avaliando...

source: Scoring...
ko: 채점 중...
pt_br: Pontuando...

source: Evaluated
ko: 평가가 완료되었습니다.
pt_br: Avaliada

source: Token request received
ko: 토큰 사용에 성공하였습니다.
pt_br: Requisição de ficha recebida

source: Your request has been received and applied to the submission.
ko: 토큰이 성공적으로 사용되어 제출 결과를 확인할 수 있습니다.
pt_br: Sua requisição foi recebida e aplicada à submissão.

source: Test received
ko: 테스트가 제출되었습니다.
pt_br: Teste recebido

source: Your test has been received and is currently being executed.
ko: 테스트가 제출되었고, 현재 실행 중에 있습니다.
pt_br: Seu teste foi recebido e está sendo executado.

source: details
ko: 세부 사항
pt_br: informações

source: Executing...
ko: 실행 중...
pt_br: Executando...

source: Executed
ko: 실행 완료
pt_br: Execução terminada

source: Too many submissions!
ko: 제출 횟수가 너무 많습니다!
pt_br: Submissões em demasia

source: You have reached the maximum limit of at most %d submissions among all tasks.
ko: 모든 문제를 통틀어 총 %d번 이상 제출할 수 없습니다.
pt_br: Você atingiu o limite máximo de %d print jobs.

source: You have reached the maximum limit of at most %d submissions on this task.
ko: 이 문제에 %d번 이상 제출할 수 없습니다.
pt_br: Você atingiu o limite máximo de %d print jobs.

source: Submissions too frequent!
ko: 제출을 너무 자주하였습니다!
pt_br: Submissões demasiadamente frequentes!

source: Among all tasks, you can submit again after %d seconds from last submission.
ko: 모든 문제에 대해, 가장 최근 제출시간으로부터 %d초 후에 다시 제출이 가능합니다.
pt_br: Considerando todas as tarefas, você pode submeter novamente %d segundos após sua última submissão.

source: For this task, you can submit again after %d seconds from last submission.
ko: 이 문제에 대해, 가장 최근의 질문 제출시간으로부터 %d초 후에 다시 제출이 가능합니다.
pt_br: Para esta tarefa, você pode submeter novamente %d segundos após sua última submissão.

source: Invalid archive format!
ko: 문서 형식에 맞지 않습니다!
pt_br: Formato de arquivo inválido!

source: The submitted archive could not be opened.
ko: 제출된 문서가 열리지 않습니다.
pt_br: O arquivo submetido não pôde ser aberto.

source: Invalid submission format!
ko: 제출 형식에 맞지 않습니다!
pt_br: Formato de submissão inválido!

source: Submission too big!
ko: 제출된 파일이 가능한 용량 제한을 초과하였습니다!
pt_br: Submissão grande demais!

source: Each source file must be at most %d bytes long.
ko: 모든 소스 파일의 크기는 %d 바이트를 초과할 수 없습니다.
pt_br: Cada arquivo deve ter no máximo %d bytes.

source: Submission storage failed!
ko: 제출된 파일의 저장이 실패하였습니다.
pt_br: Solicitação de impressão falhou!

source: Too many tests!
ko: 테스트 횟수가 너무 많습니다!
pt_br: Muitas solicitações de impressão!

source: You have reached the maximum limit of at most %d tests among all tasks.
ko: 모든 문제를 통틀어 총 %d번 이상 테스트할 수 없습니다.
pt_br: Você atingiu o limite máximo de %d print jobs.

source: You have reached the maximum limit of at most %d tests on this task.
ko: 이 문제에 %d번 이상 테스트할 수 없습니다.
pt_br: Você atingiu o limite máximo de %d print jobs.

source: Tests too frequent!
ko: 테스트를 너무 자주 하셨습니다!
pt_br: Testes demasiadamente frequentes

source: Among all tasks, you can test again after %d seconds from last test.
ko: 모든 문제를 통틀어 가장 최근 테스트 시간으로부터 %d초 후에 다시 테스트가 가능합니다.
pt_br: Considerando todas as tarefas, você pode testar novamente %d segundos após seu último teste.

source: For this task, you can test again after %d seconds from last test.
ko: 이 문제에 대해 가장 최근 테스트 시간으로부터 %d초 후에 다시 테스트가 가능합니다.
pt_br: Para esta tarefa, você pode testar novamente %d segundos após seu último teste.

source: Invalid test format!
ko: 테스트 형식에 맞지 않습니다!
pt_br: Formato inválido!

source: Test too big!
ko: 테스트 파일이 가능한 용량을 초과하였습니다!
pt_br: Arquivo de teste demasiadamente grande!

source: Input too big!
ko: 입력 파일이 가능한 용량을 초과하였습니다!
pt_br: Arquivo de entrada demasiadamente grande!

source: The input file must be at most %d bytes long.
ko: 입력 파일이 최소 %d 바이트 이상 되어야 합니다.
pt_br: Cada arquivo deve ter no máximo %d bytes.

source: Test storage failed!
ko: 테스트 저장에 실패하였습니다!
pt_br: Solicitação de impressão falhou!

source: Communication
ko: 공지사항 및 질문
pt_br: Comunicação

source: Announcements
ko: 공지사항
pt_br: Anúncios

source: (no subject)
ko: (주제 없음)
pt_br: (sem assunto)

source: Questions
ko: 질문
pt_br: Perguntas

source: Subject
ko: 주제
pt_br: Assunto

source: Text
ko: 질문 내용
pt_br: Texto

source: Ask question
ko: 질문 보내기
pt_br: Faça uma pergunta

source: Reset
ko: 리셋
pt_br: Limpar

source: no answer yet
ko: 아직 답변이 없습니다.
pt_br: ainda sem resposta

source: Messages
ko: 메시지
pt_br: Mensagens

source: Automatic (%(lang)s)
ko: 자동 (%(lang)s)
pt_br: Automática(%(lang)s)

source: Logout
ko: 로그아웃
pt_br: Encerrar sessão

source: Logged in as <strong>%(first_name)s %(last_name)s</strong> <em>(%(username)s)</em>
ko: 로그인 상태 <strong>%(first_name)s %(last_name)s</strong> <em>(%(username)s)</em>
pt_br: Autenticado como <strong>%(first_name)s %(last_name)s</strong> <em>(%(username)s)</em>

source: Failed to log in.
ko: 로그인 실패
pt_br: Autenticação falhou

source: Welcome
ko: 환영합니다.
pt_br: Bem vindo

source: Please log in
ko: 로그인하십시오
pt_br: Por favor faça o login

source: Username
ko: ID
pt_br: Usuário

source: Password
ko: 비밀번호
pt_br: Senha

source: New message
ko: 새로운 메시지
pt_br: Nova mensagem

source: New announcement
ko: 새로운 공지
pt_br: Novo anúncio

source: New answer
ko: 새로운 답변
pt_br: Nova resposta

source: %d unread
ko: %d 읽지 않음
pt_br: %d não lidas

source: Until contest starts:
ko: 콘테스트가 시작하기 전까지:
pt_br: Tempo para o início da competição:

source: Until contest ends:
ko: 콘테스트가 끝나기 전까지:
pt_br: Tempo para o final da competição:

source: Until analysis starts:
ko: 리뷰가 시작하기 전까지:
pt_br: Tempo para o início do modo de análise

source: Until analysis ends:
ko: 리뷰가 끝나기 전까지:
pt_br: Tempo para o final do modo de análise

source: Time left:
ko: 남은 시간:
pt_br: Tempo restante

source: Server time:
ko: 서버 시간:
pt_br: Hora no servidor

source: Overview
ko: 시험 개요
pt_br: Visão geral

source: Statement
ko: 문제
pt_br: Enunciado

source: Submissions
ko: 제출
pt_br: Submissões

source: Documentation
ko: 라이브러리 문서
pt_br: Documentação

source: Testing
ko: 테스팅
pt_br: Teste

source: Printing
ko: 프린트 중
pt_br: Impressão

source: is released under the
pt_br: é fornecido sob a

source: GNU Affero General Public License
pt_br: Licença Pública Geral GNU Affero

source: Choose a contest
pt_br: Escolha uma competição

source: Programming languages and libraries
ko: 프로그래밍 언어 및 라이브러리
pt_br: Linguagens de programação e bibliotecas

source: The main Java class of the solution should have exactly the same name as the task.
ko: main 함수가 담긴 클래스 이름은 문제의 이름과 동일해야 합니다.
pt_br: A classe Java principal da solução deve ter exatamente o mesmo nome que a Tarefa

source: Submission details for compilation
ko: 컴파일 세부 사항
pt_br: Informações da compilação para a submissão

source: Message
ko: 메시지
pt_br: Mensagem

source: Explanation
ko: 설명
pt_br: Explicação

source: Submission details for evaluation
ko: 평가 세부 사항
pt_br: Informações da avaliação para a submissão

source: Error %(status_code)s
ko: 오류 %(status_code)s
pt_br: Erro %(status_code)s

source: An error occured while the server was handling your request.
ko: 서버가 요구를 처리하는 중에 오류가 발생하였습니다.
pt_br: Um erro ocorreu enquanto o servidor processava a sua solicitação.

source: Note that attempts to tamper with Contest Management System (such as probing the server with customized URLs) may be considered cheating and may lead to disqualification.
ko: 콘테스트 관리 시스템을 조작하는 시도는(커스텀 URL으로 서버를 조사 같은 행위)는 부정행위로 간주하며 실격처리로 이어질 수 있습니다.
pt_br: Note que tentativas de interferir com o CMS (tais como pesquisar URLs no servidor) pode ser considerado fraude e pode levar à desqualificação.

source: If you encountered this error during normal usage, please notify the contest administrators.
ko: 이러한 오류들을 정상적인 사용에서 접하였다면, 콘테스트 관리자에게 알리십시오.
pt_br: Se você encontrou este erro durante operacão normal, por favor notifique os administradores da competição

source: General information
ko: 일반 정보
pt_br: Informação geral

source: The contest hasn't started yet.
ko: 콘테스트가 아직 시작하지 않았습니다.
pt_br: A competição ainda não iniciou.

source: The contest will start at %(start_time)s and will end at %(stop_time)s.
ko: 콘테스트는 %(start_time)s에 시작하여 %(stop_time)s에 끝이 날 것입니다.
pt_br: A competição iniciará %(start_time)s e terminará %(stop_time)s.

source: The contest is currently running.
ko: 콘테스트가 현재 진행 중에 있습니다.
pt_br: A competição está em andamento.

source: The contest started at %(start_time)s and will end at %(stop_time)s.
ko: 콘테스트는 %(start_time)s에 시작하였고 %(stop_time)s에 끝이 날 것입니다.
pt_br: A competição iniciou %(start_time)s e terminará %(stop_time)s.

source: The contest has already ended.
ko: 콘테스트는 이미 끝났습니다.
pt_br: A competição terminou.

source: The contest started at %(start_time)s and ended at %(stop_time)s.
ko: 콘테스트는 %(start_time)s에 시작하였고 %(stop_time)s에 끝났습니다.
pt_br: A competição iniciou %(start_time)s e terminou %(stop_time)s.

source: The analysis mode hasn't started yet.
ko: 리뷰가 아직 시작하지 않았습니다.
pt_br: O modo de alálise ainda não iniciou.

source: The analysis mode will start at %(start_time)s and will end at %(stop_time)s.
ko: 리뷰는 %(start_time)s에 시작하여 %(stop_time)s에 끝이 날 것입니다.
pt_br: O modo de análise iniciará %(start_time)s e terminará %(stop_time)s.

source: The analysis mode is currently running.
ko: 리뷰가 현재 진행 중에 있습니다.
pt_br: O modo de análise está em andamento.

source: The analysis mode started at %(start_time)s and will end at %(stop_time)s.
ko: 리뷰는 %(start_time)s에 시작하였고 %(stop_time)s에 끝이 날 것입니다.
pt_br: O modo de análise iniciou %(start_time)s e terminará %(stop_time)s.

source: The analysis mode has already ended.
ko: 리뷰는 이미 끝났습니다.
pt_br: O modo de análise terminou.

source: The analysis mode started at %(start_time)s and ended at %(stop_time)s.
ko: 리뷰는 %(start_time)s에 시작하였고 %(stop_time)s에 끝났습니다.
pt_br: O modo de análise iniciou %(start_time)s e terminou %(stop_time)s.

source: You have an infinite number of tokens.
ko: 토큰을 무제한으로 사용할 수 있습니다.
pt_br: Você tem um número infinito de fichas.

source: You can see the detailed result of a submission by using a token on it.
ko: 토큰을 사용하면 제출 결과를 구체적으로 확인할 수 있습니다.
pt_br: Você pode ver o resultado detalhado de uma submissão usando uma ficha.

source: Your score for each task will be the maximum among the tokened submissions and the last one.
ko: 각 문제에 대해 당신의 점수는 토큰을 이용한 제출들과 마지막 제출 중 최고 점수가 될 것입니다.
pt_br: Sua pontuação para cada tarefa será a pontuação máxima entre as submissões com ficha.

source: You have a distinct set of tokens for each task.
ko: 각 문제에 사용되는 특정한 토큰 세트가 있습니다.
pt_br: Você tem um conjunto distinto de fichas para cada tarefa.

source: You can find the rules for the %(type_pl)s on each task's description page.
ko: 각 문제의 설명 페이지에서 %(type_pl)s 규칙에 대하여 알아 볼 수 있습니다.
pt_br: Você encontra as regras de uso de %(type_pl)s na página de descrição de cada tarefa.

source: You have a set of tokens shared among all tasks.
ko: 모든 문제에 공통으로 사용되는 토큰 집합을 갖고 있습니다.
pt_br: Você tem um conjunto de fichas compartilhado entre todas as tarefas.

source: You have two types of tokens: a set of <em>contest-tokens</em> shared among all tasks and a distinct set of <em>task-tokens</em> for each task.
ko: 두 종류의 토큰이 있습니다: 모든 문제에 사용되는 <em>contest-tokens</em>과각 문제마다 사용되는 <em>task-tokens</em>이 있습니다.
pt_br: Você tem dois tipos de fichas: um conjunto de <em>fichas de competição</em> compartilhado entre todas as tarefas e um conjunto de <em>fichas de tarefas</em> para cada tarefa.

source: You can see the detailed result of a submission by using two tokens on it, one of each type.
ko: 두 종류의 토큰을 각각 사용하면 제출의 세부 결과를 확인할 수 있습니다.
pt_br: Você pode ver o resultado detalhado de uma submissão usando duas fichas, uma de cada tipo.

source: You can submit at most %(submissions)s solutions during this contest.
ko: 이 문제에 %(submissions)s번 이상 제출할 수 없습니다.
pt_br: Você pode submeter no máximo %(submissions)s soluções durante esta competição.

source: You can submit at most %(user_tests)s user tests during this contest.
ko: 이 대회 중 최대 %(user_tests)s번의 사용자 테스트를 할 수 있습니다.
pt_br: Você pode submeter no máximo %(user_tests)s testes de usuário durante esta competição.

source: Every user is allowed to compete (i.e. submit solutions) for a uninterrupted time frame of %(per_user_time)s.
ko: 모든 유저는 %(per_user_time)s의 타임 프레임 동안 방해 받지 않고 경쟁하도록(해답제출) 허용되어 있습니다.
pt_br: Cada usuário pode competir (isto é, submeter soluções) por um período de tempo ininterrupto de %(per_user_time)s.

source: As soon as the contest starts you can choose to start your time frame.
ko: 콘테스트가 시작하는 즉시 타임 프레임을 시작하는 것이 가능합니다.
pt_br: Assim que a competição iniciar você pode escolher iniciar seu período de tempo.

source: Once you start, you can submit solutions until the end of the time frame or until the end of the contest, whatever comes first.
ko: 대회가 시작하는 순간부터, 타임프레임이 끝나는 시간, 또는 대회가 끝나기 시간 중 먼저 오는 시간대 이전에 질문에 대한 해답을 제출하여야 합니다.
pt_br: Após você iniciar, você pode submeter soluções até o final do seu período de tempo ou até o final da competição (o que ocorrer primeiro).

source: By clicking on the button below you can start your time frame.
ko: 아래의 버튼을 누르면 타임프레임을 시작할 수 있습니다.
pt_br: Clicando no botão abaixo você inicia o seu período de tempo.

source: You started your time frame at %(start_time)s.
ko: %(start_time)s에 타임프레임을 시작하였습니다.
pt_br: Você iniciou seu período de tempo %(start_time)s.

source: You can submit solutions until the end of the time frame or until the end of the contest, whatever comes first.
ko: 타임프레임이 끝나는 시간, 또는 대회가 끝나기 시간 중 먼저 오는 시간대 이전에 질문에 대한 해답을 제출하여야 합니다.
pt_br: Você pode submeter soluções até o final do seu período de tempo ou até o final da competição (o que ocorrer primeiro).

source: You started your time frame at %(start_time)s and you already finished it.
ko: %(start_time)s에 타임 프레임을 시작하였고 이미 시간을 소진하였습니다.
pt_br: Você iniciou seu período de tempo %(start_time)s e o período de tempo já se encerrou.
